Goodreads — глобальная социальная сеть любителей чтения.

Цель создания сайта — дать возможность людям находить и пользоваться книгами, которые им необходимы и интересны. 

- Данный сайт предоставляет возможность свободного доступа к обширной базе данных книг, аннотаций, различных обзоров;

- Каждый пользователь может свободно зарегистрироваться сам, зарегистрировать книги, которые будут включены в библиотечный каталог и в перечень рекомендуемой литературы;

- У зарегистрированных пользователей есть возможность создания своих собственных групп по интересам, обращаясь к Книге предложений и обсуждений.

